[
    {
        "text": "kai apo edw an ginete plz",
        "time": "2003-10-06T13:23:35Z",
        "english_indices": [],
        "gt_indices": [5]
    },
    {
        "text": "Egw apo oti xerw 8a bgei ta Xristougenna.",
        "time": "2003-09-06T00:15:39Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "Mia 10ada me 429eurw. Opoios prolabei prolabe. Siga min kanei ligotera stin ellada...",
        "time": "2003-09-10T15:28:46Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "thanx pedia tha psakso!!!!!!",
        "time": "2005-04-29T18:32:41Z",
        "english_indices": [],
        "gt_indices": [0]
    },
    {
        "text": "Prin ligo kairo pira ena kouti sindesis sprite... what's up gia na allaxo to noumero. H kainourgia sim pou eixe mesa to paketo itan mycosmos. Etsi kai ego piga na dokimaso to mycosmos. Alla auto mia den me pigaine ekei pou patousa, mia patousa na me paei se ena menu (p. x. enimerosi) kai me pigaine pali piso sto menu mycosmos kai tetoia. Telika to mono pou katafera na steilo einai to menu enimerosi-> nea-> athlika kai mou irthe kati san minima stin othoni ( den akoustike ixos minimatos ) kai egrafe ta nea alla dne mporousa na patiso to kato belaki gia na sinexisw na diabaw ta ypolipa!!! Episis poli sixna otan mpaino sta menu mycosmos kollaei i siskeui kai prepei na bgalo tin mpataria! Eseis exete tetoia problimata i douleuei se esas kala to mycosmos? Mipos ftaei to kinito mou? Nokia 3310 ( v4.02 ). Episis mesa sto kouti sindesis ypirxe mono i karta sim me ta pin kai puk kai ena fyladio se sxima koutiou san kai auto pou dinoun enimerotika! Tipota den leei gia to pos tha xrisimopiisoume to chat tis alles ypiresies (p. x. tilefonitis) !!! Otan eixa parei palai cosmokarta eixe bibliaraki mesa me odhgies! Ante ego ta eida apo to internet alla an kapios den exei internet tote den mathainei ??? Den to katalaba auto!!!",
        "time": "2001-07-12T19:55:00Z",
        "english_indices": [
            7,
            83,
            183
        ],
        "gt_indices": [7, 8, 9, 17, 24, 32, 49, 60, 72, 115, 116, 136, 142, 145, 156, 159, 160, 183, 207]
    },
    {
        "text": "Opoiadhpote Boh8eia Gia Ringtones Kai Games Links Sxetika Me To Parapano Montelo... Eyxaristw.",
        "time": "2005-12-23T09:11:00Z",
        "english_indices": [
            5,
            6
        ],
        "gt_indices": [3, 5, 6]
    },
    {
        "text": "wraio kinito gia ta lefta tou alla disixws me apisteuta mikri mnimi... an den se xalaei auto einai poli kali epilogh...",
        "time": "2006-05-24T21:01:02Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "vre Narayan tosa xronia sto xoro den tis ksereis tis doulies? gomitsa malaki na figei to mavrisma kai psigio na figei i mirodia",
        "time": "2006-06-29T14:48:31Z",
        "english_indices": [],
        "gt_indices": [1]
    },
    {
        "text": "Hmmmmmm to kalo einai oti tous phra phone kai mou eipan oti ehw mia pistwsh 110 euro! To kako einai oti ehw perithwrio mehri thn Tetarth gia na paw se ena voda shop gia ananewsh symvolaiou, alliws ta hanw ta hrimata kai prepei na perimenw gia thn epomenh epidothsh...",
        "time": "2002-09-14T21:11:00Z",
        "english_indices": [
            7
        ],
        "gt_indices": [7, 31, 32]
    },
    {
        "text": "xwris 2h skepsh 6210 baibea exei to bug tis timhs tou alla ti na kanoume 8a diwr8o8ei ... en kairo .... eyxomai :",
        "time": "2000-11-14T05:33:00Z",
        "english_indices": [
            7
        ],
        "gt_indices": [7]
    }
]