[
    {
        "text": "sa kouti wraio einai me th skonh omws ti ginete?",
        "time": "2004-03-08T16:11:26Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "File moy den kserw ti eisai kai den me endiaferei, to na les kapoion arrwsto kai epikyndino kapoion se ena forum kai na grafeis oti exeis kai ypoxrewsh na to peis, e paei poly. Tha moy peis etsi to xoyme dei exoyme to dikaiwma na grafoyme oti goystaroyme...... Alla apoti fenetai to xoyme to dikaiwma de vlepw kinhseis apo toys mods... Oi foystes file moy pane se aytoys poy den kratioynte kai theloyn na koroidepsoyn dinontas links offtopic (kai oi alloi na lene pwpw ksevrakwma...)(opws eipan antrwpoi einai theloyn na koytsompolepsoyn) Ennoeitai pws sta Xania den den epidiwkoyme na deiksoyme perifereies kai moytia,... Ayta eseis kai o Poyvas poy akoyte EDIT: dEN ksanaasxoloyme me to topic arketa travikse... ilpiza oti apla oi mods den to eixan dei..... e as mhn xalasw akoma perissotereo to thread toy pedioy....",
        "time": "2005-07-02T17:21:14Z",
        "english_indices": [
            60,
            76,
            110,
            115,
            122,
            134
        ],
        "gt_indices": [20, 60, 76, 77, 107, 110, 115, 122, 134]
    },
    {
        "text": "ok, alla semna me tis times mn pame kai se home cinema!!!!",
        "time": "2006-03-18T18:45:25Z",
        "english_indices": [
            10,
            11
        ],
        "gt_indices": [10, 11]
    },
    {
        "text": "to e-shop kataxorei ta teleutaia 2-3 xronia stin paraggelia sou kai to serial apo ta pragmata pou pires. Gia prin apo 2-3 xronia den xerw. An pas se ena e-shop point, kai peis to onomasou tha sou to vroune sto sistima tous (sigoura, dokimasmeno) kai an einai mesa sto xrono egiisis tha sto paroun",
        "time": "2007-02-11T02:27:13Z",
        "english_indices": [
            12,
            26,
            30
        ],
        "gt_indices": [1, 12, 29, 30]
    },
    {
        "text": "egw eimai mazi sou me ta 1.000! oso xairomai na blepw extreme mods me diafora xhmika ugra kai o/c sta cpus etsi xairomai otan blepw anthrwpous na xsekinane to o/c... +1 mazi sou sto thema \"gia na kanw mia endexomeni zhmia ston C2D k oxi se ena ftino Celeron?\" Exeis apolito dikio... Etsi tha exeis to advantage otan pas ston C2D na exeis parapanw gnwseis k ebeiria! H oli mou skepsi einai stin ousia sto pio panw post mou (#25 post se auto to thread) Apla opws anefera oso goustarw na blepw o/c ston QX6800 toso goustarw k ston Celeron... Kai as eimaste ligo antikeimenikoi k realistes... Posoi dld exoun tin oikonomiki anesi apo ena lathos sto o/c poy endexomenos na kanei zhmia sto sustima tous na antikatastisoun ena sustima twn 1800 euro (C2d, 680i, 2 gb, 8800GTX) k posoi ena pio low budget sustima? (Fusika milaw gia tous neous sto xwro tou o/c)",
        "time": "2007-07-05T12:19:46Z",
        "english_indices": [
            11,
            12,
            56,
            58,
            84,
            142,
            143
        ],
        "gt_indices": [11, 12, 18, 20, 29, 42, 48, 56, 77, 80, 84, 92, 94, 99, 117, 133, 134, 136, 137, 153]
    },
    {
        "text": "eptium den phges ta kamena motherboards gia egguhsh? Den ta dextikan? Basika einai ligo koufo to problhma sou. Pantos paizei opws eipe kai o trospe na egine kanena braxukuklwma. Mhpws to kouti sou einai ligo moufa, kai den patage kala to motherboard epanw? h akoumpage kamia bida ektos geiwshs? kati tetoio telos panton. Kai auto mporei na prokalesei kai restart alla kai na sou kapsei kai to motherboard. Twra gia to trofodotiko giati kaihke den 3erw...",
        "time": "2006-08-08T10:48:36Z",
        "english_indices": [
            5,
            18,
            41,
            59,
            67
        ],
        "gt_indices": [0, 5, 24, 41, 59, 67]
    },
    {
        "text": "giati evales to trofodotiko katw?? giana exeis xwro gia to cpu ?? kai ti einai oi photos sto telos??",
        "time": "2005-12-24T07:30:39Z",
        "english_indices": [
            16
        ],
        "gt_indices": [10, 16]
    },
    {
        "text": "Xairetai. Molis xthes agorasa mia LG F900B apo to e-shop. Sindeo tin othoni kai prospatho na ftiakso to megethos kai to sxima tou kadrou tis. Xrisimopoio analisi 1280x1024 sta 85 Hz. Problima 1: Eno fainetai na einai ola ok otan anikse to gnosto kai eknevristiko popup tou panda (kato deksia) paratirisa oti eno to perigrama sto deksi katheto meros tou popup itan isio, sto aristero eixe mia kampili pou ebgaze mati. Dotimasa na anikso kati kai stin pano deksia meria tis othonis kai paratirisa to idio akribos. Sta aristera den to dokimasa alla fantazomai oti tha simbenei to idio. Kserei kanenas pou mporei na ofiletai auto? Problima 2: Paratirontas pio presektika tin othoni blepo oti sto kadro tis, eno to eblepa ok, pano kai kato ipixre mia kampili pros ta mesa. Epano itan arketa mikri alla kato itan orati apo logiki apostasi. Skeftika mipos iparxei kamia rithmisi (exei para polles gia to sxima) alla den brika kati. Einai logiko na exei kampili? Fantazomai pos oxi alla den eixa pote flat othoni opote den eimai kai sigouros... Telos tha ithela na rotiso an exei brei kanenas pouthena tipota se software pou na boithaei na ftiakseis eukolotera to megethos kai to sxima tou kadrou mias kai einai mia arketa xronobora diadikasia gia mena (pou eimai poli psiras) kai thelo ola na einai ok giati doulevo grafika. Euxaristo ek ton proteron.",
        "time": "2005-07-13T14:59:18Z",
        "english_indices": [
            47,
            128,
            188
        ],
        "gt_indices": [5, 6, 9, 30, 45, 47, 60, 169, 188]
    },
    {
        "text": "Egw den tin katalaveno tin logiki na epistrefoun ta ellatomatika sto rafi. Allo na tis anoigoun gia na tis testaroun. Auto apo ti ksero to kanoun polla magazia an kai me vriskei antitheto kati tetoio. Na kserate ti OC kai ti modarismata exoun faei oi olokainourgies kartoules Cpu pou agorazoume os olokainourgies..",
        "time": "2003-05-19T13:46:52Z",
        "english_indices": [],
        "gt_indices": [38, 41, 47]
    },
    {
        "text": "i monoi tous diafora einai oti o prwtos exei epexergasti centrino core duo 1.66 k o deuteros exei intel core 2 duo 1.83... iparxei megali diafora stis epidoseis k genika axizei ta 300 euro pou kanei parapanw??? k an mporei kapoios na voithisei poios einai o kaliteros drivers gia ati x1400 mobility??",
        "time": "2006-11-11T14:38:00Z",
        "english_indices": [
            11,
            19,
            47,
            51
        ],
        "gt_indices": [10, 11, 12, 18, 19, 21,  47, 50, 51]
    }
]