[
    {
        "text": "ama balis sto gmail ellinika tha deis oti exeis mono POP ama to exeis english bgazi kai to allo.. mou fenete oti den ipostirizi akoma ellinika",
        "time": "2007-11-01T15:30:54Z",
        "english_indices": [
            14
        ],
        "gt_indices": [3, 10, 14]
    },
    {
        "text": "Mia erotisi re Hal. Kala oooooola auta alla.... Tilefono pernei???? Exe ton nou sou tha peraso apo to spiti sou (pithana mazi me ton plugin) na pexoume ligo ligo me to iphone. Exe ta ipoglosia etoima kalou kakou",
        "time": "2007-08-03T09:48:46Z",
        "english_indices": [
            24
        ],
        "gt_indices": [3, 24, 31]
    },
    {
        "text": "Tassos, kala kai esi viazese, 8ara ftanei paidia.... ante to poly 12ara, tora gia ta 24 metaksi mas den ta poly pistevo",
        "time": "2007-12-15T19:43:30Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "an den eipe o OTE ti na kanei o HAL na myrisei ta nyxia tou na katalavei poies einai oi upoloipes? logika oses exoun dynatothta gia 8mbit 8a exoun kai gia 24...",
        "time": "2007-12-18T16:11:10Z",
        "english_indices": [],
        "gt_indices": [9, 26]
    },
    {
        "text": "pera apo tin plaka diktio optikon inon prepei na perastei mesa apo to diktio fisikou aeriou pou einai kai akindino kai amesa efarmosimo",
        "time": "2007-12-23T01:48:45Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "NAI exoume to fthinotero reuma sthn eyroph alla ETC PREPEI NA EINAI FTINO mas kai to pargoume monh mas mias kai exoume udroilektika ergostasia, ergostasia me liginiti pou ta apothemata arkoun ews to 2030 eno o mesws oros ths eyropeis den einai oute ews to 2015.... episeis h oses auksiseis pou exoun ginei einai kathara thema kakodiaxiriseis mias kai to mono pou kanoun einai na ta skane se plousioparoxous misthous ton dihgkitikos sumbouliwn!!! episeis gia to thema pou sizitame nai tha to kanw den exw na xasw tpt.... omws ontos einai epikindino mias kai blepw h deh na trexei kai na mhn ftanei otan sikothoun ksana oi genikoi diakoptes: lol:",
        "time": "2007-12-05T21:42:28Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "ego TA ELEGA!!!! poulos.... gia tous p2p ades...",
        "time": "2007-12-15T13:26:07Z",
        "english_indices": [],
        "gt_indices": [6]
    },
    {
        "text": "me kalipse o sinadelfos",
        "time": "2007-11-27T18:43:20Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "diladi ego pou exo 2mpbs aoristou? tha alaksoun i times gia mena?",
        "time": "2007-12-15T12:35:08Z",
        "english_indices": [],
        "gt_indices": [4]
    },
    {
        "text": "oxi mono to idiokthto ths Forthnet alla olwn twn ISPs ta idiokthta htan mia xara shmera",
        "time": "2007-11-08T23:10:46Z",
        "english_indices": [],
        "gt_indices": [5, 9]
    }
]