[
    {
        "text": "Teleiws pliroforiaka na se enimerwsw oti auto pou les den ginetai. Otan den uparxei eparkis fotismos to diafragma menei anoixto gia na aporofisei oso to dinato ton kalytero fotismo gia na bgei mia fotografia. An twra to bradi pas na bgaleis mia foto me grigoro diafragma tote to pio pithano einai na bgaleis mia skoteini fotografia pou na min fenetai tipota. Diladi skotadi kai grigoro shutter speed den pane mazi. O monos tropos gia na katafereis na bgaleis swstes fotos se oxi eparki fotismo (xrisimopoiwntas sxetika grigoro shutter speed) einai na dwseis mia mikri periousia gia na agoraseis mia dslr mixani kai meta mia megalh periousia gia na pareis ena foteino fako gia tin dslr sou. Oso pio foteinos einai o fakos toso perisotera midenika prostithontai stin timi tou . Parola auta topothetontas tin mixani sou kapou stathera kai energopoiwntas to shutter me to timer mporeis na bgaleis polly wraies nuxterines fotos. Kounimenes men (an emplekontai antikeimena ta opoia den mporeis na kratiseis stathera - p. x. ena amaksi pou pernaei ) alla wraies.",
        "time": "2006-11-11T06:54:58Z",
        "english_indices": [
            38,
            65,
            66,
            87,
            88,
            141,
            144
        ],
        "gt_indices":[65, 66, 87, 88, 99, 114, 141, 144]
    },
    {
        "text": "Ennoeitai kai pws 8elw, an mou estelnes ena mail me tis melodies 8a htan polu kala",
        "time": "2001-08-14T23:07:00Z",
        "english_indices": [
            8,
            11
        ],
        "gt_indices":[8, 11]
    },
    {
        "text": "quote: Originally posted by Netuser: Nomizo pos ginetai me to na sou balei chipaki h nokia me 7000drx. Opoios omos kserei kanena allo tropo, kanena site plz post. Apo oti ksero den ginete auto na to kaneis monos sou sto spiti! Distixos 8a prepei na to pas stin nokia! ------------------Filika, GiannisΠΡΟΣΟΧΗ!!!Πρόσεξε τι θα απαντήσεις!Οι μ*λ*κ*ες επιστρέφονται!",
        "time": "2001-03-04T21:25:00Z",
        "english_indices": [
            0,
            1,
            2,
            46
        ],
        "gt_indices":[0, 1, 2, 3, 4, 15, 25, 48, 27]
    },
    {
        "text": "An skeftoume oti i Ericsson dinei pleon se ola ta diktua sxedon tsampa ta T28 tote mallon to T39 einai pro twn pulwn. Sumfwna me tin pagia taktiki tis Ericsson ton prwto mina min perimeneis katw apo 100.000Simeiwsi: Giati ma Giati den onamasan to T68 T69 sunexizontas ta T29 KAI T39 pou bgainoun osonoupw. Tote na deite pwliseis pou tha ekanan stin Ellada.",
        "time": "2001-04-04T04:07:00Z",
        "english_indices": [],
        "gt_indices":[4, 14, 18, 29, 44, 45, 48, 50]
    },
    {
        "text": "ειπαμε σε symbian s60 kinhta πχ 6600, p800,900 ktl... 1)to programma blacklist. 2)ayto pou periegrapse kapooios pio panw me ta nokia me tis omades 3)enas tropos mallon me nokia h symbian pou apanta aytomata sto x ari8mo ta upoloipa den axizoun...",
        "time": "2005-01-31T22:21:50Z",
        "english_indices": [
            11
        ],
        "gt_indices":[2, 11, 20, 28, 30]
    },
    {
        "text": "Sony Ericsson Vivaz------------------------------------------------------------------------ Sony Ericsson Aino VIDEO : Yes, 720p@24fps, continuous autofocus, video light------------------------------------------ VGA@30fps",
        "time": "2010-07-23T03:16:00Z",
        "english_indices": [
            6,
            8,
            10,
            12,
            13
        ],
        "gt_indices":[0, 1, 2, 3, 4, 5, 6, 8, 9, 10, 11, 12, 13, 14]
    },
    {
        "text": "ta parapanaw den exoyn dhnatothta apanthshs an den kanw la8os. to 1stwap ti egine pou eixe??",
        "time": "2003-02-06T00:14:42Z",
        "english_indices": [],
        "gt_indices":[]
    },
    {
        "text": "Voda How r u? oouuukouu kouuuuuuu!! Kalh kinisi",
        "time": "2003-04-14T22:17:29Z",
        "english_indices": [],
        "gt_indices": [0, 1, 2, 3]
    },
    {
        "text": "oxi ellada pira kai tora molis dokimasa pali, den me xreose tipota",
        "time": "2006-01-15T11:22:02Z",
        "english_indices": [],
        "gt_indices":[]
    },
    {
        "text": "Mipos gnorizei kapios an mporo na bro stin ellada kai pia i timi tis?",
        "time": "2004-11-23T13:44:43Z",
        "english_indices": [],
        "gt_indices":[]
    },
    {
        "text": "allo ena idio einai to +27 831 000 013. exei kai anafora!",
        "time": "2000-10-03T17:17:00Z",
        "english_indices": [],
        "gt_indices":[]
    },
    {
        "text": "Poio einai to oikonomikotero paketo tis agoras pou na exei kali prosfora se sms? Pera apo kati programmata tou styl tim sms, pou to mono pou kanoun einai na sou dinoun merika \"tsampa\" sms plironontas kapoio pagio, iparxei tipota pragmatika ftino oson afora tin xreosi sms?",
        "time": "2006-06-19T22:22:19Z",
        "english_indices": [],
        "gt_indices":[13, 21, 33, 45]
    },
    {
        "text": "quote: Originally posted by SwAToNeR: Exo omos na anafero ena allo bug me yperithres genikos se ola ta nokia. Dokimaza xtes na steilo me ir se 8210 k 6130 me ir stoixeia tou til. katalogou mou alla ta evgaze kinezika. Exete kamia idea giati ginetai ayto? Sth nea genia kinhtwn(6210 kai meta) alazei i antistoixisi tou pliktrologiou gia ta ellhnika. Tha to exeis paratirisei fantazomai.. Giayto kai paratirounte tetoia mikroprovlimatakia.[ 02-07-2001: Message edited by: NeTeD ]",
        "time": "2001-07-02T23:29:00Z",
        "english_indices": [
            0,
            1,
            2,
            11,
            33,
            71,
            72
        ],
        "gt_indices":[0, 1, 2, 3, 4, 11, 18, 71, 72, 73, 74]
    },
    {
        "text": "na'sao kala file... allh mia erotish... ara ola ta kinhta (vasika milao gia to 6610 kai to t610)pairnoun otidipote midi tragoudi??",
        "time": "2004-01-07T15:21:49Z",
        "english_indices": [
            19
        ],
        "gt_indices":[19]
    },
    {
        "text": "Ti kinito exeis giati sto diko mou 3210 de kanei tipota!------------------Stratos KeramidasMob. +61400223310 (FREE SMS me) Fan Club of Melbourne",
        "time": "2000-12-11T11:03:00Z",
        "english_indices": [
            13,
            17
        ],
        "gt_indices": [13, 14, 16, 17, 18, 19]
    },
    {
        "text": "Apo battery ti paizei? Anaferete montelo(Nokia, SE), xrhsh, diarkeia zwhs.",
        "time": "2007-01-18T12:43:57Z",
        "english_indices": [
            1
        ],
        "gt_indices":[1]
    },
    {
        "text": "an omos kanei ektropi tou arithmou tou ston OTEs tin ora pou parakoloutheitai to tilefono kai EFOSON perimenei tilefono apo ton kirio apokrymmeno tote ton tsakose! rocket science alla leme tora!",
        "time": "2000-11-02T21:33:00Z",
        "english_indices": [
            26,
            27
        ],
        "gt_indices":[26, 27]
    }
]