[
    {
        "text": "Pos boro na steilo 5 e-mail to ena meta to allo xoris na eimai paron sto outlook 2002?(An einai megala de boro na perimeno na teliosei to ena gia na steilo to epomeno. Eyxaristo.",
        "time": "2002-05-03T14:10:00Z",
        "english_indices": [
            16
        ]
    },
    {
        "text": "athnorama. gr kai me kritiki twn tainion apo xristes",
        "time": "2002-04-03T03:16:00Z",
        "english_indices": []
    },
    {
        "text": "otan i konsola xaraktirizetai ap' ayta omos den einai kalo... ti exeis na 8imasai ap to nes snes n64 gameboy? i proti apantisi einai mario, zelda. Den einai tixaio bebaia oti o mario einai ap toys empirkoterous xaraktires... kai i sega den prokeitai na 3anabgalei konsola... to exei dilosei i idia.",
        "time": "2005-12-02T09:06:41Z",
        "english_indices": []
    },
    {
        "text": "Diladi esi ebales ta xp molis bgike to sp2... malista...",
        "time": "2006-02-10T14:30:04Z",
        "english_indices": []
    },
    {
        "text": "eimai sigoyros oti to exeis dei mono se paixnidia xbox ayto, mhn paizoyme me tis lexeis, apokleistiko shmainei apokleistiko, einai mono se mia platforma kai se kamia allh traba sto gamespot kai kane ena search",
        "time": "2005-08-30T21:26:18Z",
        "english_indices": [
            34
        ]
    },
    {
        "text": "afou itan trial giati den to spas me kapio keygen i crack? allios pigaine sto DOWNLOAD tou insomnia pou exi free programmatakia gia metatropi arxeion video",
        "time": "2007-06-16T20:30:49Z",
        "english_indices": [
            2,
            6,
            11,
            15,
            17,
            20,
            25
        ]
    },
    {
        "text": "ta talentakia mou apo to 2006 efera egw: Ze Eduardo, Claudio, Eduardo (apo brazilia). Sto FM2006 eixa paei me ton kollito mou (2 omades) mexrh thn sezon 2020-2021 kai autoi oi 3s eixane ginei asteria! Makari kai se auto na mou ginoun to idio",
        "time": "2006-10-21T16:59:12Z",
        "english_indices": []
    },
    {
        "text": "thanks. tha to koitaksw....",
        "time": "2003-12-06T02:24:47Z",
        "english_indices": [
            0
        ]
    },
    {
        "text": "Epeidi apo otan xekinisa xrisimopoiousa mpeg2avi sinexizo na perno ta resize kai crop rithmiseis apo to preview pou exei kai meta tis vazo sto nandub... crAss",
        "time": "2002-02-23T15:44:00Z",
        "english_indices": [
            12,
            16,
            25
        ]
    },
    {
        "text": "grigas > Oi upotitloi tou femme Fatale yparxoun sto ...",
        "time": "2003-06-01T14:12:23Z",
        "english_indices": [
            5
        ]
    }
]