[
    {
        "text": "f-secure nomizo xrisimopoei 3 diaforetikes mixanes anazitisis ion(diorthoste ama kano lathos) . Tespa , me 2 antivirus sto sustima , uparxei mia pithanotita na mi doulepsei tpt apo ta dio . Episis tsampa fortoneis to sustima sou.. Kalitera vale ena kai kalo na mi lugizeis to pc sou xoris logo.",
        "time": "2005-10-25T09:42:27Z",
        "english_indices": [
            16
        ],
        "gt_indices": [0, 16, 46]
    },
    {
        "text": "sygnwmh, ta win 98 embedded ta exeis vrei pou8ena na ta katevaseis? aporhsa pragmatika otan to diavasa giati ta epsaxna edw kai polla xronia kai den ta evrhska pou8ena (kalou kakou steile pm mpas kai parexigh8ei kapoio sxetiko link)",
        "time": "2005-08-07T16:08:22Z",
        "english_indices": [
            2,
            4,
            38
        ],
        "gt_indices":[2, 4, 32, 38]
    },
    {
        "text": "Mou synevei to eksis: sta ksafnika kapoia stigmh paliotera meta apo format, mou allaxthke to onoma tou ekswterikou drive apo H se kapoio allo gramma! X8es parathrhsa ksafnika oti meta apo reset to diavase pali se H! To parakseno den einai edw, to parakseno einai pws den mou diavazei ta arxeia apo to Bitcomet akoma kai pou exw allaksei to onoma tou arxeiou pou kanw save ta downloads ola. Dhladh den mou vlepei to fakello pou exw ksekinhsei polla arxeia kai malista se fash pou exw arxeia kai 99% katevasmena. To pragma afto synevei meta apo egatastash tou bittorrent pou to evala gia dokimh giati me to bitcomet sernetai an kai exw 1gb ram! An mporei na me voh8hsei kaneis please help",
        "time": "2006-09-17T17:05:22Z",
        "english_indices": [
            18,
            31,
            65,
            67,
            113,
            120,
            121
        ],
        "gt_indices":[11, 18, 31, 53, 65, 67, 98, 107, 112, 113, 120, 121]
    },
    {
        "text": "ontws alla an sauto to game eixe asximo draw distance tote asto..... opws k gia ta filtra. pistepse me auto to gamw kanei goutsou goutsou sti koilia tou cell, g70... oute pou idrwnei...",
        "time": "2005-12-30T11:46:12Z",
        "english_indices": [
            8,
            9,
            28
        ], 
        "gt_indices": [5, 8, 9, 28, 29]
    },
    {
        "text": "exw motherboard asus A7N8X-X i opia exei onboard karta ixou kai exw ta creative 5.1!!! Me to palio winamp akouw ixo apola ta ixeia alla afou ebala to winamp5.0 den akouw apo to mesew kai apo ta 2 pisw ixia. Ousiastika mono apo ta 2 kai to woofer! Ti fteei lete? Aksizei i 5.0 version arage...?",
        "time": "2003-12-16T20:13:26Z",
        "english_indices": [
            1,
            13,
            47,
            54
        ],
        "gt_indices":[1, 2, 3, 7, 13, 18, 28, 47, 54]
    },
    {
        "text": "An skeftete oti autos o ethismos htan h \"arxh\" gia na dialuthei mia polu demenh parea auto ta leei ola i think...",
        "time": "2006-01-24T20:55:44Z",
        "english_indices": [
            21
        ],
        "gt_indices":[21]
    },
    {
        "text": "Tora teleytea exo kapsi merika dvd epeidh ths perissoteres fores oti tainies katebazo apto internet tha exoun problhmatakia. Pos mporo na eime sigouros ean ena arxeio exei h den exei problhmata kai pos mporo na ta diorthoso? Yparxei ena programataki pou kanei ayth thn douleia alla den ksero kata poso exei kala apotelesmata: Me to virtual dub mporeis na deis ean ena video exei problhmata? Enoo ean aniksis ena arxeio kai sou pei pos exei ena problimataki kai meta to ksanasosis kapou me direct stream copy to diorthonei to problhma? Poious allous tropous kserete?",
        "time": "2004-12-04T12:07:45Z",
        "english_indices": [
            55,
            56,
            62,
            83,
            84,
            85
        ], 
        "gt_indices": [5, 55, 56, 62, 83, 84, 85]
    },
    {
        "text": "Nai alla panta simpiesmena se divx i Xvid. Koita kai ayto an sou aresi",
        "time": "2005-02-23T00:04:35Z",
        "english_indices": [],
        "gt_indices":[5, 7]
    },
    {
        "text": "kai pos ensomatoneis tou ypotitlos?",
        "time": "2006-10-30T20:33:19Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "Edo kai poli kairo exo provlima me ta fonts ton WIN! otan valo 4-5 programmata grafikon sto PC(corel, photoshop... ktl), molis pao na kano install new font apo to control panel mou leei oti exo polles grammatosires kai na adiaso kapoies gia na valo aftes pou thelo! EROTISI:1)Giati sta win NT4 kai sta 2000pro den eixa afto to provlima?2)Iparxei tropos na afksiso ti xoritikotita tou fakeloy fonts? Sorry gia to priksimo!!!: ))))",
        "time": "2001-02-15T06:12:00Z",
        "english_indices": [
            8,
            10,
            24,
            26,
            29,
            49,
            66,
            67
        ],
        "gt_indices":[8,10, 17, 18, 24, 25, 26, 29, 30, 49, 50, 53, 66, 67]
    },
    {
        "text": "edo exei merikes eikones akoma kai ena video. looks good",
        "time": "2005-12-29T19:53:32Z",
        "english_indices": [
            7,
            8,
            9
        ],
        "gt_indices":[7, 8, 9]
    },
    {
        "text": "den einai oti den mphke ekeinh th stigmh alla olh thn hmera kai rwtaw mhpws iparxei tipota enallaktiko link .. pws kaneis etsi ! eleos!",
        "time": "2005-12-22T16:26:58Z",
        "english_indices": [
            18
        ],
        "gt_indices":[18]
    },
    {
        "text": "Offtopic: Blepw oti merikoi lene oti boreis na breis core metaxeirismeno 100 euro. Isxiei afto? Ama exete dwste kana link",
        "time": "2007-05-22T15:31:13Z",
        "english_indices": [
            9,
            19
        ],
        "gt_indices":[0, 9, 19]
    },
    {
        "text": "exete akousei gi afto to programma? leei tipota i einai moufa? Gia opoion den to gnorizei",
        "time": "2003-02-05T05:30:14Z",
        "english_indices": [],
        "gt_indices":[]
        
    },
    {
        "text": "paidia exw kanei ena video kai thelw na balw kati san upografh dld na exei katw deksia as poume to onoma mou se oli tin diarkeia tou video... to movie maker to epsaksa ligo den to kanei.. kserete kanena programmataki?",
        "time": "2007-07-26T22:15:34Z",
        "english_indices": [
            4,
            27,
            29,
            30
        ],
        "gt_indices":[4, 27, 29, 30]
    },
    {
        "text": "Exo to motherboard GA-6VXE7+ to opoio gia kakh mou tyxh einai PhoenixNet Enable opos grafei sthn proth eikona pou blepei kaneis otan anoigei to pc. Prin akoma katalabo ti akribos einai to PhoenixNet Enable h leitourgia ayth tethike ektos leitourgias apo thn Phoenix me apotelesma to mono pou apomenei einai na blepo aythn thn ahdiastikh eikona kathe fora pou anoigo to pc (anti ths klassikhs eikonas tou bios) h opoioa allazei analysh sthn othonh 2-3 fores kai exo trelathei me ta click-click pou kanei h othoni. Mhpos yparxei kanenas tropos (asfalhs, e) pou na ksiloso to rhmadi apo to pc mou kai na ginei PhoenixNet Disable? Y. G. Isos eprepe na paei sto hardware to topic, alla epeidh blepo oti mallon to thema exei software lysh to ebala sto software. [ 05-04-2002, 12:42: Το μήνυμα επεξεργάστηκε από: ggeorgee ]",
        "time": "2002-04-06T05:41:00Z",
        "english_indices": [
            2,
            12,
            33,
            42,
            67,
            105,
            113,
            115,
            124,
            129
        ],
        "gt_indices": [2, 3, 11, 12, 24, 32,33, 42, 61, 67, 81, 99, 104, 105, 113, 115, 124, 129, 137]
    },
    {
        "text": "kali douleia ekanes alla ebales pollous bathmous pisteuo kata tin apopsi mou.... oson afora to thema me ta item , an olon oi xaraxtires einai oi protoi tous tote tha diskoleutoun na broun ta xrimata na paroun to mount sto lvl 40. episis poli pithano na ginoun paregsigiseis tis fasis , ego olo dino kai boithao sto guild kai emena poios me boithise? auto leitourgei sosta se guild me high lvl players opou exoun idi ta g tous kai mporoun aneta na boithisoun etsi. eite an oi xaraxtires einai alt opote exoune ton 60ari na farmarei gi'autous . kai exoune idi mpei sto klima tou game. pantos poli austira tous exeis ekei mesa gia toso mikra lvl pisteuo .... )ante kali tixi sto game kai grigora sta 60!!!!!!",
        "time": "2006-01-12T08:38:21Z",
        "english_indices": [
            18,
            38,
            57,
            67,
            69,
            71,
            106
        ],
        "gt_indices":[18, 38, 40, 57, 67, 69, 70, 71, 89, 105, 116, 123]
    }
]