[
    {
        "text": "H mhpws exeis kana firewall kai den to xereis?",
        "time": "2003-10-19T23:27:10Z",
        "english_indices": [
            4
        ],
        "gt_indices":[4]
    },
    {
        "text": "exw dokimasei olla ta programmata kai to mytheatre htan to pio sta8ero omorfo leitourgiko kai den kolage pote. omws xrhsimopoiw to prog dvb logw tou oti to allo den mou anoige 2-3 kanalia ta opoia sthn ousia den blepw..(aplhstia e!!)kai tou oti exei broadcast server kai vlepw apo olla ta pc tou diktyou mou me 1 karta mono kai ta kleidwmena!! nai me to prog dvb anoigeis oti exei apomeinei kai anhgei akoma me ponhro tropo, ektos toy freex pou anoigei mono se dektes kanonikous an sou aresei na dokimazeis kai mporeseis na vreis to wach tv pro(to neo oxi to palio)se full einai poly kalo kai sta8erotato kai den 8elei install trexei apo ena folder pou to kaneis extract",
        "time": "2004-01-22T10:03:55Z",
        "english_indices": [
            43,
            44,
            102,
            111,
            115,
            119
        ],
        "gt_indices":[7, 21, 22, 43, 44, 50, 65, 96, 102, 111, 115, 119]
    },
    {
        "text": "an kai ta 2pc exoun ip tis morfis 192.168.1. x meta prepei na ine sto idio workgroup tha prepei na min se kovei kapoio firewall. energopoiise guest account.",
        "time": "2007-01-30T12:52:01Z",
        "english_indices": [
            24,
            26,
            27
        ],
        "gt_indices":[3, 5, 16, 24, 26, 27]
    },
    {
        "text": "Otan eimai sundedemenos sto net kai den kanw tipota auto stelnei kai lambanei apo mono tou. Exei kapoios prosbash sto pc mou? : roll: Uparxei kapoio programma gia na dw ti ginetai?",
        "time": "2004-08-04T09:09:33Z",
        "english_indices": [
            4,
            23
        ],
        "gt_indices":[4, 20, 23]

    },
    {
        "text": "re pedia ego den exo katalavei xristo apo olla afta. exo valei to sopcast alla den pezei tipota para mono kati test chans. simera yparxei tropos na doume pao-osfp?",
        "time": "2006-11-05T12:04:47Z",
        "english_indices": [],
        "gt_indices":[13, 21, 22]
    },
    {
        "text": "Filarako analoga ti adsl exeis..!! Pantws na ksereis oti panta sto downloading eksartiese apo thn shndesh twn allwn(hte server einai autos hte xrhsths), den paizei rolo an exeis adsl, an pas na kaneis download apo enan pou exei 56k tha katevazeis me mhdenikes taxutites tou tupou max. : 5-6 kb/s! An thes kalo kai me grhgwres sundeseis programma gia sharing koita ligaki to DC++!",
        "time": "2005-01-21T19:24:06Z",
        "english_indices": [
            11,
            18,
            30,
            33,
            59,
            63
        ],
        "gt_indices":[3, 11, 18, 28, 33, 38, 46, 49, 59, 63]
    },
    {
        "text": "kalispera! prin 2-3 meres ebala kai egw mia 384 dsl syndesi me tellas kai pira to modem speedstream 5400 pou einai kai router.... to exw syndesei me ta 2 pc pou exw sto spiti kai etsi einai taytoxrona kai se lan kai sto internet. to problima exei ws eksis: otan ekana ta settings tis syndesis mou eipan apo tin tellas na epilleksw napt enabled. tote fysika den gnwriza ti akribws einai to napt. amesws omws paratirisa oti enw otan ekana downloading apo kapoio link eixa kaninikes taxytites (gyrw sto 30) otan katebaza apo kazza overnet ktl eixa a8lies taxytites dto downloading alla mou ekanan uploading me 10+.... anyway to problima einai mallon sta tcp ports pou prepei na exw epilegmena. an kserei kanenas na me diafwtisei plz help... einai krima na ineis 70e ton mina kai na katebazeis me 5k",
        "time": "2004-01-26T20:58:53Z",
        "english_indices": [
            52,
            63,
            80,
            83,
            100,
            104,
            107,
            114,
            127
        ],
        "gt_indices":[9, 16, 17, 22, 29, 43, 52, 62, 63, 72, 80, 83, 93, 94, 100, 104, 107, 113, 114, 126, 127, 139]
    },
    {
        "text": "Geia xara exo psaksei ena soro selides sto internet den vrika tipota iparxei kanena elliniko katastima oxi aparaitita meso internet an kserei kaneis dieuthinsi i tilefono na mou dosei gia na agoraso proionta tis mclaren? kapoios official antiprosopos eidon formula1 gia paradeigma den iparxei? endiaferomai gia mia mplouza tin opoia parepimptontos oute se ksena site petixa pouthena, thelo auti tin portokali-mauri pou forane oi mixanikoi tis mclaren euxaristo",
        "time": "2005-10-06T11:17:44Z",
        "english_indices": [
            36
        ],
        "gt_indices":[34, 36, 54, 66]
    },
    {
        "text": "exo giftcard kana xrono kai an to kanis se sindiasmo me paypal einai oti kalytero iparxei apo apospi asfaleias . Ektos aytoy einai visa opos eipe parapano o filos",
        "time": "2007-02-19T10:05:15Z",
        "english_indices": [],
        "gt_indices":[1, 11, 23]
    },
    {
        "text": "kai ektos ayto kalhtrero einia na kaneis esy oti khniseis thes me thn karta sou para to na piarnei prwtovoulia to site kathe fora pou kerdizeis",
        "time": "2004-11-10T00:38:44Z",
        "english_indices": [],
        "gt_indices":[21]
    },
    {
        "text": "Kalispera sas. Vasika den eimai toso sigouros an einai edw to swsto meros gia ayto to topic, opote zitaw prokatavolika signwmi an einai lathos kai parakalw tous mods na to metakinisoun an krinetai aparaitito alla de vrika pouthena allou na tairiazei kalytera. Meta apo ayti tin eisagwgi as perasw sto thema mou. Psaxnw kapou on-line ena tool to opoio na mporei na ypologisei tis thermides (calories) pou apaitountai gia tin egkatastasi enos kalorifer ama kserw ta tetragwnika metra. Opws katalavate tha valw kalorifer kai anarwtiemai an kserontas tis diastaseis twn xwrwn mporw na ypologisw monos mou tis thermides (calories) pou apaitountai kai na tis sigkrinw me aytes pou mou edwse o politis. Akomi kai typo na mou dwsete mesa apo ton opoio mporoun na ypologistoun de me xalaei. Fysika eykolotero tha einai na vrw kanena on-line tool Eyxaristw",
        "time": "2006-01-14T22:49:14Z",
        "english_indices": [
            16,
            27,
            56,
            65,
            98,
            136
        ],
        "gt_indices":[16, 27, 54, 56, 65, 98, 135, 136]
    },
    {
        "text": "Paidia tora diabasa ta parapano reply kai kapoios mou eipe na sbiso tis dieuthinseis. Kalos alla mono tis dieuthinseis mporo na sbiso kai an tis sbiso ta reply mou tha fenontai koufa. Den tha bgenei noima. : roll:",
        "time": "2004-12-19T18:57:21Z",
        "english_indices": [
            5,
            27,
            37
        ],
        "gt_indices":[5, 27, 37]
    },
    {
        "text": "Thelw ena tool poi na metatrepei mp3 => mp4 sto google to antistrofo vriskw. peite en aplz",
        "time": "2007-06-24T07:33:12Z",
        "english_indices": [
            2,
            3
        ],
        "gt_indices":[2, 6, 8, 10]
    },
    {
        "text": "Geia xara se olous kai oles......... Na kanw mia erwthsh re magkes shmera to prwi phra thn texnikh yposthri3h ths Forthnet giati parousiaza (ws sunhthws) ena problem me to jetspeed 520 etuxe mia fora na to alla3w 3 fores alla to 3o eixe to e3hs pleonekthma..... Kai na epefte to reuma sthn Kalamata (spudazw) otan h DSL epanerxotan kai anaban ta labakia ta stoixeia htan pali ok! kai den xreiazotan katholou na paw sthn classic ip gia na ksanagrafw tis plhrofories... Omws twra teleutaia me tis broxes pu exei pesei kamia 10 fores to maximum dustuxws enw exw kanei save (admin&commit-->reboot-->commit)ta stoixeia xanontai. Mou esteilan e-mail mallon me to teleutaio update gia to jetspeed 520 alla tha ithela na rwthsw gnwrizei kaneis sas kapoio allo site me updates otidhpote eidous EKTOS apo ths INTRACOM sto opoio kai einai tou 2004 ta updates.... P. S. Sorry gia to mAkruuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu POST! :: otan kanoume update mesa apo thn ip tou sygkekrimenou modem prepei na kanw reboot dhladh na sbhsoun kai na 3anaepanerthoun ta labakai h..... apla commit san save! Yparxei diafora gi'auto rwtaw///",
        "time": "2005-11-25T19:26:18Z",
        "english_indices": [
            26,
            74,
            94,
            99,
            110,
            127,
            141,
            144,
            152,
            163,
            174,
            176
        ],
        "gt_indices":[20, 26, 29, 56, 74, 75, 94, 99, 100, 105, 110, 113, 125, 127, 133, 141, 144, 148, 152, 156, 159, 163, 174, 176]
    },
    {
        "text": "re paidia nomizw pws o adams kanei la8os ! edw : grafei 256/128 ? 10,90 + ? 12,90 (arys ote) --> 23,8*1,19 --->28,322 e telikh ME fpa Kanw la8os ? Na rwtisw kati kai egw twra , an kapoios kanei auto me thn vivodi (den exei paroxh amesh me vivodi kai 8elei mesw ote arys) prepei na kanei sundesh me ote h 8a analabei h vivodi thn olh fash ?",
        "time": "2005-06-29T19:44:30Z",
        "english_indices": [],
        "gt_indices":[5, 49, 65]
    },
    {
        "text": ": twisted: ego eimai dinosayros . to idos mou legetai xeiropedosayros o kommounistis",
        "time": "2004-05-11T14:38:34Z",
        "english_indices": [
            1
        ],
        "gt_indices":[1]
    },
    {
        "text": "telika ta katafera opote...",
        "time": "2007-03-27T21:28:24Z",
        "english_indices": [],
        "gt_indices":[]
    }
]