[
    {
        "text": "katarchin ego pisteuo oti to play kalos ekane kai akirose tin paraggelia... kalos ekane kai sou edose eksigisi... eftichos pou den echei tous logous online gia na ginoume rezili... anyway apo to na petate mpalakia aristera deksia gia to play. com den stelnei me registered mail (aka sistimeno) giati den stelnete ena email na tous rotisete an mporoun na to kanoun me tin paraggelia sas. an kai den nomizo na eiparchei provlima giati eidi chrisimopioun registered mail facility gia kapia proionta (sto electronics and gadgets) to play. com.... my ass pisteuto oti prepei na diorthothei san titlos....",
        "time": "2005-11-01T05:25:35Z",
        "english_indices": [
            5,
            24,
            29,
            39,
            44,
            45,
            46,
            52,
            75,
            76,
            77,
            82,
            84,
            86,
            89
        ]
    },
    {
        "text": "egw file auto pou exw katalavei genika me tin ss2 kai to progdvb einai oti einai teleiws malakia. Ena filaraki exei ena piato me rotora kai dilwnei sta settings oti thelei na exei sto diseque 4 diaforetikous doriforous kai to g@mimeno den katebazei tous dyo...........",
        "time": "2005-03-01T02:01:19Z",
        "english_indices": [
            9,
            28
        ]
    },
    {
        "text": "proxy... an breis tpt tsampa... an kai paizoun merikes etairies me trials ktl...",
        "time": "2005-05-20T21:20:00Z",
        "english_indices": [
            0,
            11
        ]
    },
    {
        "text": "file prin valeis kata pantos ypeythinou koitakse to kalytera.. thn xrhsimopoio thn sygekrimenh etairia arketosu mhnes (apo to ksekinhma)& mou exei glytosei PARA polla lefta.. ta thl einai me poiothta statherou pros statherou.. exo dokimasei kai alles \"portokalies\" & h sygrish poiothtas einai to ligotero asteia.. Oso gia thn \"koloetairia\" pou me aparamillh eykolia petakses na se plhroforiso oti mou eixan mplokarei ton logariasmo mou gia 1 evdomada peripou & meta apo email mou apanthsan oti vrhkan kapoia \"anomalia\"stis plhromes.. telika vghke oti meta apo elegxo pou kanan eidan oti eixa valei lefta me thn idia karta se 2 diaforetikous logariasmous (emena & enos filou mou)& mplokaran & tous 2 logariasmous gia na mhn yparksei kindynos apaths (kapoios dld na eklepse thn karta mou & na evale lefta allou).. an esena sou moiazei \"koloetairia\"tote ote h forthnet h klpklp....",
        "time": "2005-04-06T19:19:15Z",
        "english_indices": [
            4,
            31,
            72
        ]
    },
    {
        "text": "pou to xethapses to post vre thirio? To betnews pantos einai h prosopoihsh tou kouva! Oi typoi ekei mesa einai ikanoi na xasoun kai apodoseis tou 1.05",
        "time": "2003-06-11T12:44:54Z",
        "english_indices": [
            9
        ]
    },
    {
        "text": "Exete kapoion kalo upospin? De thelo na to kano me ta Live Bookmarks tou Firefox alla 5-6 pou dokimasa itan athlioi. An gnorizete kapoion kalo please share.",
        "time": "2006-01-25T23:33:18Z",
        "english_indices": [
            11,
            12,
            25,
            26
        ]
    },
    {
        "text": "atb40 = Anagazei to modem na xrhsimopoiei mono to ena kanali PANTA. To ofelos ths einai oti otan exeis 64ara syndesh pou den epitrepei multilink, apotrepei to modem apo to na prospathei na anoixei to deytero kanali (dhladh na kalei ton ote kai na mas xrewnei). Toulaxiston etsi leei to manual.....",
        "time": "2002-08-31T06:00:00Z",
        "english_indices": [
            50
        ]
    },
    {
        "text": "nomizw katalaba to skeptiko thanks sofe geronta",
        "time": "2005-09-20T21:15:12Z",
        "english_indices": [
            4
        ]
    },
    {
        "text": "ti na po re spirosta... ypallilos tis forthnet me pire tilefono epeidi eixa steilei mail kai etsi moy eipe... den ksero tora ti ginete.. tha dume otan erthei o logariasmos...",
        "time": "2007-09-10T15:05:54Z",
        "english_indices": [
            14
        ]
    },
    {
        "text": "Exw kai to DAP, alla ayti i epilogi den epiane polles fores... Tha itan poli xrisimo na ipirxe kai sto getright.",
        "time": "2002-01-03T21:31:00Z",
        "english_indices": [
            3
        ]
    }
]