[
    {
        "text": "Vasika an einai freskia h egkatastash tote mallon den diale3es thn sosth grammatoseira (437 G) otan to leitoyrgiko sto zhthse kata thn egkatastash! Ayto lynetai eite me format kai epilogh ths sosths grammatoseiras (me diplo click pano sthn grammatoseira otan h egkatastash soy zhta na diale3eis grammatoseira) h ek ton ysteron (an prokeite gia efarmoges dos) pros8etontas sto autoexec. bat to path, opoy exeis egkatasthsei, mia katalhlh gia ellinika grammatoseira ( p. x. hpgr. com, grinst. com, grls. com, ktl). Episeis mporeis na grapseis to path se ena *. bat arxeio to opoio kai 8a kalei to prog poy doyleveis.",
        "time": "2004-02-13T22:27:38Z",
        "english_indices": [
            35,
            42,
            55,
            61,
            85
        ]
    },
    {
        "text": "exei baleis kaneis win 2003 64 bit i win xp 64 bit beta pano se raid ??? an nai se tin controller kai pou brike drivers. exo msi me athlon 64 bit kai den mporo na peraso me tipota drivers gia to raid mou me to pou kano egkatastasi ta windows. stin via leei oti den iparxoun drivers. gia peite an exei kanei kaneis kati. esto gia beta drivers.",
        "time": "2004-07-16T10:31:35Z",
        "english_indices": [
            3,
            6,
            8,
            11,
            15,
            21,
            25,
            31,
            39,
            42,
            50,
            57,
            68
        ]
    },
    {
        "text": "Exo ena periergo provlima. Otan grafo ellhnika kai prospatho na toniso mia leksi anti gia tono mou vgazei dialitika. Ti mporei na ftaiei??? Efxaristo prokatavolika gia thn kathe sas apantisi...",
        "time": "2004-10-02T08:57:22Z",
        "english_indices": []
    },
    {
        "text": "Einai aftonomo leitourgiko me to sp2 pano tou dld einai san na exeis windows sp2 me extension ta media center pou an theleis ta vazeis na xekinane mazi me ta windows kirimis exeis dikio alla ego den exo tv tuner kai den ixera ti na grapso Asxeto gnorizetai tpt hacks or Mods gia ta media center?",
        "time": "2005-06-27T13:47:05Z",
        "english_indices": [
            13,
            16,
            18,
            19,
            30,
            39,
            49,
            51,
            54,
            55
        ]
    },
    {
        "text": "Hello To all To DreamScene se ellinika Windows Paizei?",
        "time": "2007-03-09T11:58:44Z",
        "english_indices": [
            0,
            7
        ]
    },
    {
        "text": "mia lysh akoma einai na pareis to disko na ton valeis s ena pc me partition magic h kapio allo programma pou kanei thn idia douleia kai sthn eggatastash na dialexeis thn 3h (an thimame kala) epilogh pou leei to systima arxeion paramenei idio",
        "time": "2006-01-21T16:21:18Z",
        "english_indices": [
            15,
            16
        ]
    },
    {
        "text": "vasika den tha prolaveis na to katevaseis. psakse na vreis SP2 apo kana CD (periodiko klp) Chryssa",
        "time": "2005-07-07T18:20:52Z",
        "english_indices": []
    },
    {
        "text": "oute egw tha sou synistousa na gyriseis se SP1. oso gia to ZA asto kaytera... vale allo firewall, sthn anagkh xrhsimopoihse ayto pou exei to NET Limiter!!",
        "time": "2006-10-24T12:18:20Z",
        "english_indices": [
            17,
            25,
            26
        ]
    },
    {
        "text": "prospathise na xsanakaneis mia kainourgia sindesi.",
        "time": "2004-09-23T16:49:02Z",
        "english_indices": []
    },
    {
        "text": "Deksi klik sthn epifaneia ergasias, idiotites, epifaneia ergasias, prosarmogh epifaneias, ekei tous vazeis to tick kai eisai OK Win XP etsi? :-P",
        "time": "2006-10-07T16:30:27Z",
        "english_indices": [
            14,
            18
        ]
    }
] 