[
    {
        "text": "tha ithela kana site na katebaso e books gia borland c",
        "time": "2003-12-10T00:37:13Z",
        "english_indices": [
            7
        ],
        "gt_indices":[3, 7, 9, 10]
    },
    {
        "text": "ena poly aplo pou mou ir8e ayti ti stigmi einai na to kaneis olo ena buton kai mesa na kaneis ta animation pou pi8anon na 8es.... apla kai meta ka8orizeis to hot shmeio tou button",
        "time": "2001-12-22T16:21:00Z",
        "english_indices": [
            21,
            25,
            31,
            34
        ],
        "gt_indices":[15, 21, 31, 34]
    },
    {
        "text": "Exo katevasei Siemens Mobility ToolKit (SMTK) apo Auto den kanei?",
        "time": "2004-11-19T19:08:27Z",
        "english_indices": [
            2,
            3,
            4
        ],
        "gt_indices":[2, 3, 4, 5, 7]
    },
    {
        "text": "ok to vrika monos mou.... apla xrisimopoiisa simatoforeis",
        "time": "2007-12-04T21:54:16Z",
        "english_indices": [],
        "gt_indices": []
    },
    {
        "text": "kairo twra sxediazw istoselides erasitexnika. idioktitis etairias trofimwn mou zhthse na tou sxediasw ena site aplo, xwris flash kai alla tetoia. Thelei leitourgikothta. Skeftomai to site na min exei panw apo 6 selides. Posa mporw na tou zhthsw gia tetoia douleia? Kserei kaneis apo benchmarking sthn agora?",
        "time": "2006-03-18T11:37:56Z",
        "english_indices": [
            17,
            44
        ],
        "gt_indices":[14, 17, 25, 44]
    },
    {
        "text": "Mia xara ide einai... eida demos einai polu kalh fash !",
        "time": "2007-03-10T17:09:28Z",
        "english_indices": [
            5
        ],
        "gt_indices":[5]
    },
    {
        "text": "twra proseksa oti to class einai grammeno gia WinCE eVC , alla fantazomai oti me elaxistes allages tha treksei sto MFC . Ennoeitai einai free o kwdikas.",
        "time": "2004-12-09T07:30:56Z",
        "english_indices": [
            4,
            8,
            24
        ], 
        "gt_indices":[4, 8, 9, 20, 24]
    },
    {
        "text": "ekanes olokliro eshop kai kollises ekei.. den nomizw Dwses mas ena link an 8eleis na to doume",
        "time": "2007-06-03T17:15:58Z",
        "english_indices": [
            11
        ],
        "gt_indices":[2, 11]
    },
    {
        "text": "Isws na einai kalytera na psa3eis sto google prwta, prin rwthseis mia toso genikh erwthsh. Epishs h ergasia pou sou dw8hke apo to panepisthmio einai gia na ginei apo esena kai oxi apo kapoion allo... Filika Dionisos",
        "time": "2003-11-04T11:18:38Z",
        "english_indices": [],
        "gt_indices":[7]
    },
    {
        "text": "isos na ekanan tin metafrasi monoi tous.",
        "time": "2005-02-16T10:30:23Z",
        "english_indices": [],
        "gt_indices":[]
    },
    {
        "text": "basika 0lew me to pu mpenei se mia selida na petaei to pop-p, xwris kapoios na prepei na pathse to click me, alla apla 0a balw to scriptaki gia automatic fwd, opote kai 0a anoigei to pop-up (pisteuw, den to ekana akomi...) thanks kai gia to url, to javascript.com den leei...",
        "time": "2002-05-23T01:48:00Z",
        "english_indices": [
            20,
            29,
            42
        ],
        "gt_indices":[12, 20, 29, 30, 36, 42, 46, 48]
    },
    {
        "text": "prepei prota na kaneis deksi klik sta kelia kai na epilekseis sth morfopoihsh keimeno exw kanei ena paromoio programataki se access opoios to thelei einai edw dexomaste kai protaseis gia veltiwseis",
        "time": "2002-09-26T00:23:00Z",
        "english_indices": [
            20
        ],
        "gt_indices":[20]
    },
    {
        "text": "den blaipo ton logo na fortoseis enan html kodika se php, giati na epibaryneis epipleon ton parser me perita pramata? to kalytero pou tha mporouses na kaneis einai:",
        "time": "2006-08-08T17:05:08Z",
        "english_indices": [
            16
        ],
        "gt_indices":[7, 10, 16]
    },
    {
        "text": "kaneis den kserei? otan enoo pos tha tin anevaso enoo an xreiazetai na peraso kana mysql client",
        "time": "2004-05-03T18:57:25Z",
        "english_indices": [
            16
        ],
        "gt_indices":[15, 16]
    },
    {
        "text": "kai pos 8a ginei na mhn exei prosvash o client?",
        "time": "2004-08-07T05:55:44Z",
        "english_indices": [
            9
        ],
        "gt_indices":[9]
    },
    {
        "text": "Den kserw akrivws pws leitourgei i synartisi im2bw, kalo tha itan na psaxteis ligo sto google kai sto wikipedia gia to filtro metatropis se aspromauro.",
        "time": "2007-05-06T22:28:47Z",
        "english_indices": [],
        "gt_indices":[7, 15, 18]
    }
]