[
    {
        "text": "les na itan all-along kryfo-Jolie-akos kai twra na 'xei valantwsei sto klamma?",
        "time": "2006-05-27T11:37:16Z",
        "english_indices": []
    },
    {
        "text": "to ergo sinexizei meta kai tous dixnei megalous kai sinexizei i istoria theos o tim curry sto ergo... kai apo ta pio tromaxtika erga pou exo dei mipos iparxoune 2 dvd sto magazi?",
        "time": "2003-12-07T22:07:37Z",
        "english_indices": [
            15
        ]
    },
    {
        "text": "Ela nte. o spooker ton arpakse apo ta moutra kai ton arxise. Mallon allos prepei na koitaksei to IQ afou alla diavazei k alla katalavainei...... tespa..... Epeidi exoun anoiksei 3 topic gia to matrix as kleidw8ei kanena!",
        "time": "2003-05-18T16:11:57Z",
        "english_indices": [
            30,
            33
        ]
    },
    {
        "text": "EXTRAORDINARY WAYS - CONJURE ONE",
        "time": "2007-04-27T12:49:37Z",
        "english_indices": [
            0,
            1,
            3
        ]
    },
    {
        "text": "jenifer rush - i come undone",
        "time": "2006-05-01T16:53:02Z",
        "english_indices": [
            1,
            4,
            5
        ]
    },
    {
        "text": "117. Ektos an einai kai oi 2 mauroi(Bad Boys)",
        "time": "2006-03-18T13:51:48Z",
        "english_indices": [
            8
        ]
    },
    {
        "text": "file dreaming den xerw an to pisteueis i an kaneis plaka(mallon plaka afou adynatw na pistepsw oti i kariera pou telika ekane o Psalths mporei na enthousiasei ena cinefil) alla otan evlepa ton Psalth ston Symvolaiografo kai stin synexeia otan ton evlepa se mpourdes opws to Kamikazi agaph mou, pisteuw pws autos o typos xaramise pragmatika to opoio talento eixe. Dioti den htan mia kai dyo oi kakes epiloges, htan sxedon oles... omws otan exei dwsei 2 ermhneies tis prokophs les \"Koita re pou xaramizei o Theos to talento\"",
        "time": "2004-05-04T22:47:00Z",
        "english_indices": [
            1,
            53
        ]
    },
    {
        "text": "alitheia iparxoun alloi pou na kratane ta apokomata ton isitirion tenion pou vlepoun sto village?(leo village giati ekei pigeno ta teleutea xronia). exw esios giro sta 95 me proti tenia pou ida ekei na ine to anaconda ton augousto tou 97",
        "time": "2002-11-29T22:36:33Z",
        "english_indices": [
            15,
            36
        ]
    },
    {
        "text": "Re paidia eida se ena tetradio enos paidiou ena song... Eixe kati stixous kai mou aresan... To koulo einai oti oute autos kserei poio song einai, opoia boitheia dekth: An ola ta paidia tis gis kapnizane mazi ki an ola ta paidia tis gis foumarane xasis kai an ola ta paidia tis gis foumarane parea i gi den tha ginotane polu polu megali... poios tha dilosei paron pantou oloi theloun na kapnisoun ntafouuuu... Euxaristw. : grin:",
        "time": "2002-11-26T00:33:59Z",
        "english_indices": [
            9,
            24,
            37,
            75
        ]
    },
    {
        "text": "megalytero sixama apo to fame story den yparxei synolo exw dei 10 lepta kai poly lew giati akouga kathe mera kalomoira kai kalomoira kai evala na dw poio einai ayto to fainomeno apo oti eida ena kathisterimeno atalanto htan pou to epeze barbie to olo show einai gia na diafimisoune oi apateones toy ant1 tis etaireies toys kai na mas proothisoun megala asteria opos o nino kai o skatino protimw th farma me tis kopries kai ta geladia para tis ahdeies aytes kai osoi stelnoun sms einai megala koroida kai afeleis",
        "time": "2004-06-29T15:57:12Z",
        "english_indices": [
            5,
            42,
            45,
            53
        ]
    }
]